app/controllers/moons_controller.rb

SELECT "moons".* FROM "moons"
---
  def index
    @moons = Moon.all