app/controllers/planets_controller.rb

  def index
    @plaets = Planet.all
---
SELECT "planets".* FROM "planets"