app/controllers/solar_systems_controller.rb

  def index
    @solar_system = SolarSystem.all
---
SELECT "solar_systems".* FROM "solar_systems"